[
  {
    "id": 1,
    "rating": 4,
    "img": "https://i.ibb.co/8X4PjBm/vince-fleming.jpg",
    "name": "Vince Fleming",
    "text": "The new Samsung Galaxy Buds Pro are a huge step up from the Samsung Galaxy Buds Live. They don't offer the same level of noise cancellation as over-ear headphones but for their price they offer just enough of both to be competitive but improvement needed."
  },
  {
    "id": 2,
    "rating": 5,
    "img": "https://i.ibb.co/D4sTL6x/janko-ferlic.jpg",
    "name": "Janko Ferlic",
    "text": "The most comfortable Galaxy buds with the best sound. I've had all the Buds including the odd shaped Live. Out of all the them the most comfortable was the OG Buds and the best sound was from the Live. Nicely done Samsung, I love these Buds Pro."
  },
  {
    "id": 3,
    "rating": 5,
    "img": "https://i.ibb.co/5Gd5Yt4/itay-verchk.jpg",
    "name": "Itay Verchk",
    "text": "I am simply blown away by these headphones. They do almost everything they set out to do exceedingly well. I am hoping that future software updates will fix the issues that I currently have with them. Well done Samsung, you have a real winner on your hands."
  },
  {
    "id": 4,
    "rating": 3,
    "img": "https://i.ibb.co/vk6vMRX/jeffrey-keenan.jpg",
    "name": "Jeffrey Keenan",
    "text": "I had the Samsung Buds + which I loved. But after a year an a half the right bud didn't hold a charge. So I decided to buy the Buds Pro. So I bought them. So, the good is they sound great and the noise cancellation is good but not best."
  },
  {
    "id": 5,
    "rating": 2,
    "img": "https://i.ibb.co/jvQZddH/alex-suprun.jpg",
    "name": "Alex Suprun",
    "text": "Very poorly made for 200 dollars. Tried twisting and turning every which way and they wouldn't stay in. Latency sucks no ear tips in the box. Audio quality not good, anc is not good either. I don't  recommend anyone to buy this product."
  },
  {
    "id": 6,
    "rating": 4,
    "img": "https://i.ibb.co/pn44VKV/julian-wan.jpg",
    "name": "Julian Wan",
    "text": "I really expected more when I purchased these, I purchased them the moment they dropped and I was quite excited. The problem arose when I put the earbuds in and started listening. Overall, I am disappointed but remain hopeful for future drops."
  }
]
